Repository: 84000/data-translation-memory
Catalog: toh381_84000-emergence-from-samputa.tmx
Source language: bo
Languages: en

source: ཡང་དག་པར་སྦྱོར་བ་ཞེས་བྱ་བའི་རྒྱུད་ཆེན་པོ།
en: Emergence from Sampuṭa

source: རྡོ་རྗེ་མཁའ་འགྲོ་ལ་ཕྱག་འཚལ་ལོ།
en: Oṁ , homage to Vajraḍāka!

source: །འདི་སྐད་བདག་གིས་ཐོས་པའི་དུས་གཅིག་ན།
en: Thus have I heard at one time.

source: བཅོམ་ལྡན་འདས་དེ་བཞིན་གཤེགས་པ་ཐམས་ཅད་ཀྱི་སྐུ་དང་གསུང་དང་ཐུགས་ཀྱི་སྙིང་པོ་རྡོ་རྗེ་བཙུན་མོའི་བྷ་ག་རྣམས་ལ་བཞུགས་སོ།
en: The Blessed One was dwelling in the bhagas of vajra queens , which are the essence of the body, speech, and mind of all tathāgatas.

source: །དེ་ནས་ཡང་བཅོམ་ལྡན་འདས་ཀྱིས་རྣལ་འབྱོར་གྱི་དབང་ཕྱུག་བྱེ་བ་ཕྲག་བརྒྱད་ཅུའི་ནང་ནས་རྡོ་རྗེ་སྙིང་པོ་ལ་གཟིགས་ཏེ་འཛུམ་པ་མཛད་དོ།
en: There, he noticed Vajragarbha in the midst of eight hundred million lords of yogins, and smiled.

source: །འཛུམ་པ་མཛད་མ་ཐག་ཏུ་དེའི་ཚེ་རྡོ་རྗེ་སྙིང་པོ་སྟན་ལས་ལངས་ཏེ། བླ་གོས་ཕྲག་པ་གཅིག་ཏུ་བྱས་ནས་པུས་མོ་གཡས་པའི་ལྷ་ང་ས་ལ་བཙུགས་ཏེ།
en: As the Blessed One smiled, Vajragarbha immediately rose from his seat, draped his robe over his shoulder, and knelt on his right knee.

source: ཐལ་མོ་སྦྱར་བ་བྱས་ནས་བཅོམ་ལྡན་འདས་ལ་འདི་སྐད་ཅེས་གསོལ་ཏོ།
en: With palms joined, he spoke to the Blessed One.

source: །ཡེ་ཤེས་ཀྱི་དབང་པོ་རྒྱུད་ཐམས་ཅད་ཀྱི་གླེང་གཞིའི་གསང་བ་ཡང་དག་པར་སྦྱོར་བ་ལས་བྱུང་བའི་མཚན་ཉིད་མཉན་པར་འཚལ་ལོ།
en: “I would like to hear, O master of gnosis, about the secret foundation of all tantras, defined as their emergence from sampuṭa.” {1.1.2} The Blessed One said:

source: །ཨེ་མའོ་རྡོ་རྗེ་སྙིང་པོ་ལེགས་སོ་ལེགས་སོ།
en: “Ho Vajragarbha!

source: །སྙིང་རྗེ་ཆེན་པོ་ལེགས་སོ་ལེགས་སོ།
en: Well done! Well done, O great compassionate one! Well done!

source: །བྱང་ཆུབ་སེམས་དཔའ་ཆེན་པོ་ཡོན་ཏན་གྱི་ཕུང་པོ་ལེགས་སོ་ལེགས་སོ།
en: Well done, O great bodhisattva! Well done! Well done, O receptacle of qualities! {1.1.3} “You are asking all about that

source: །གང་ཞིག་རྒྱུད་ཐམས་ཅད་དུ་གསང་བ་དེ་ཐམས་ཅད་འདོད་པས་ཞུས་ཤིག །དེ་ནས་རྡོ་རྗེ་སྙིང་པོ་ལ་སོགས་པའི་བྱང་ཆུབ་སེམས་དཔའ་ཆེན་པོ་དེ་རྣམས་རབ་ཏུ་འཛུམ་ཞིང་མིག་ཕྱེ་བས་ཕྱག་འཚལ་ཏེ།
en: Which is secret in all the tantras.” {1.1.4} Thereupon, these great bodhisattvas, With Vajragarbha as their leader, Asked questions according to their respective doubts With eyes wide open in great exhilaration.

source: རང་གི་ཐེ་ཚོམ་ཡང་དང་ཡང་དུ་ཞུས་པ།
en: Bowing repeatedly, they asked,

source: རྒྱུད་ནི་ཐམས་ཅད་ཅི་ཞེས་བརྗོད།
en: “What is meant by all the tantras

source: །གླེང་གཞི་ཡང་ནི་ཇི་ལྟར་ལགས།
en: What would be their foundation

source: །འདི་ལ་གསང་བ་ཅི་ཞེས་གསུངས།
en: Why is this foundation described as secret

source: །ཇི་ལྟར་ཡང་དག་སྦྱོར་བྱུང་མིང་།
en: “What is the emergence from sampuṭa

source: །དེ་ལ་མཚན་ཉིད་ཇི་ལྟར་ལགས།
en: What would be its defining characteristic

source: །བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། །རྒྱུད་དང་ཐམས་ཅད་དེ་ནི་རྒྱུད་ཐམས་ཅད་དོ།
en: The Blessed One replied, “These tantras are all the tantras

source: །རྒྱུད་ཐམས་ཅད་ཀྱི་སྒྲས་ནི་འདུས་པ་ལ་སོགས་པའོ།
en: By the phrase all the tantras is meant the Guhyasamāja Tantra , and so forth.

source: །དེ་རྣམས་ཀྱི་གླེང་གཞི་ནི་བྱུང་བར་ངེས་པ་ཞེས་བྱ་བའི་དོན་ཏོ།
en: That which constitutes their foundation has been established—this is what is meant.

source: །ཁྱབ་འཇུག་དང་། །དབང་ཕྱུག་ཆེན་པོ་དང་། ཚངས་པ་དང་། ཉན་ཐོས་དང་། རང་སངས་རྒྱས་རྣམས་ཀྱི་སྤྱོད་ཡུལ་མ་ཡིན་པའི་ཕྱིར་གསང་བའོ།
en: Because this foundation is inaccessible to Viṣṇu, Śiva, Brahmā, hearers, and solitary buddhas, it is secret

source: །ཡང་དག་པར་སྦྱོར་བ་ནི་ཐབས་དང་ཤེས་རབ་ཀྱི་བདག་ཉིད་ཅན་ནོ།
en: This secret foundation is sampuṭa , whose nature is gnosis and skillful means.

source: །དེ་ལས་བྱུང་བ་ནི་ཡང་དག་པར་སྦྱོར་བའི་ཏིང་ངེ་འཛིན་ཅེས་བྱ་བའི་དོན་ཏོ། །འབྱུང་བ་ནི་སྐྱེ་བ་སྟེ། དེ་ལྟར་གནས་པ་དང་གཡོ་བའི་དངོས་པོའི་རང་བཞིན་གྱི་བདག་ཉིད་ཅན་དུ་གྱུར་པའོ། །མཚན་ཉིད་ཅེས་བྱ་བ་ནི་འདིས་མཚོན་པར་བྱེད་པའོ།
en: This itself is the emergence, which is the meditative absorption of sampuṭa—this is what is meant.Emergence means ‘arising.’ Such defines the intrinsic nature of all animate and inanimate things. Therefore it is their defining characteristic.

source: །ཡང་ན་རྒྱུད་ཐམས་ཅད་ཀྱི་གླེང་གཞི་ཡང་དག་པར་སྦྱོར་བ་ལས་བྱུང་བ་ཞེས་བྱ་བའི་སྒྲས་ནི་རྡོ་རྗེ་སེམས་དཔར་གསུངས་སོ།
en: “Alternatively, by the word sampuṭa —sampuṭa that is the foundation of all the tantras—Vajrasattva is meant.

source: །གསང་བ་ཞེས་བྱ་བ་འདིས་ནི་མན་ངག་ཅན་གྱི་སྔགས་བཏུ་བ་དང་། དཀྱིལ་འཁོར་གྱི་ལྷ་ལ་སོགས་པའི་མཚན་ཉིད་དོ། །ཐབས་དང་ཤེས་རབ་བདག་ཉིད་རྒྱུད།
en: By the word secret is meant the secret character of encoding a mantra according to specified rules, of the empowerment ritual of the maṇḍala deities, and so forth.

source: །དེ་ནི་ང་ཡིས་བཤད་ཀྱིས་ཉོན།
en: “Hear this tantra, explained by me, which has the nature of insight and means!

source: །དང་པོར་སྟོང་ཉིད་བསམས་པས་ནི།
en: “First, one should meditate on emptiness

source: །ལུས་ཅན་རྣམས་ཀྱི་དྲི་མ་བཀྲུ།
en: And remove the impurities of embodied beings

source: །གཟུགས་ཀྱི་ཁམས་ནི་སྟོང་པ་ཡི།
en: By considering their constituent element of form as empty.

source: །སྒྲ་ལ་དེ་ཉིད་ཀྱིས་ནི་བྱ།
en: One should apply the same concept to sound, {1.1.10} “And construe the constituent of sound as empty. One should apply the same concept to smell,

source: །དྲི་ཡི་ཁམས་ནི་སྟོང་པ་ཡི།
en: And regard the constituent of smell as empty.

source: །རོ་ལ་དེ་ཉིད་ཀྱིས་ནི་བྱ།
en: One should apply the same to taste, “And construe the constituent of taste as empty. One should apply the same concept to tactility,

source: །རེག་བྱའི་ཁམས་ནི་སྟོང་པ་ཡི།
en: And construe the constituent of tactility as empty.

source: །ཡིད་ལ་དེ་ཉིད་ཀྱིས་ནི་བྱ།
en: One should apply the same concept to mental objects.”

source: །རྡོ་རྗེ་སྙིང་པོས་གསོལ་བ།
en: Vajragarbha said:

source: མིག་གི་རང་བཞིན་སྟོང་པ་ཡི།
en: “Since the eye by its nature is empty,

source: །ནང་དུ་རྣམ་ཤེས་ཇི་ལྟར་ལགས།
en: How can consciousness arise in its midst?

source: །རྣ་བའི་རང་བཞིན་སྟོང་པ་ཡི།
en: Since the ear by its nature is empty,

source: །སྣ་ཡི་རང་བཞིན་སྟོང་པ་ཡི།
en: “Since the nose by its nature is empty,

source: །ལྕེ་ཡི་རང་བཞིན་སྟོང་པ་ཡི།
en: Since the tongue by its nature is empty,

source: །ལུས་ཀྱི་རང་བཞིན་སྟོང་པ་ཡི།
en: “Since the body by its nature is empty,

source: །ཡིད་ཀྱི་རང་བཞིན་སྟོང་པ་ཡི།
en: Since the mind and its objects are by nature empty,

source: །དབུས་སུ་རྣམ་ཤེས་ཇི་ལྟར་ལགས།
en: How can consciousness arise in their midst?

source: །དེ་ཕྱིར་གཟུགས་མེད་ལྟ་བ་མེད།
en: “It follows that there is neither form nor its perceiver,

source: །སྒྲ་མེད་ཐོས་པ་པོ་ཡང་མེད།
en: No sound and no one who hears,

source: །དྲི་མེད་སྣོམ་པ་པོ་ཡང་མེད།
en: No smell and also no one who smells,

source: །རོ་མེད་མྱོང་བ་པོ་ཡང་མེད།
en: No taste and also no one who tastes,

source: །རེག་མེད་རེག་པ་པོ་ཡང་མེད།
en: “No tactile sensation and no one who feels it,

source: །སེམས་མེད་སེམས་ལས་བྱུང་བའང་མེད།
en: And no mind and no thoughts.”

source: །བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ།
en: The Blessed One said: “Understand that the truth, just like the path,

source: །གཉིས་མེད་གཉིས་ནི་རྣམ་སྤངས་པའི། །དེ་ཉིད་ལམ་ནི་ཇི་བཞིན་ཉོན།
en: Is nondual—devoid of duality.

source: །རྟོག་གེ་མེད་ཅིང་རྣམ་ཤེས་མེད།
en: It cannot be reasoned out or apprehended,

source: །དེ་བཞིན་རྟོག་གེ་པས་མི་རྟོགས།
en: And it is difficult to awaken to for intellectuals.

source: །སངས་རྒྱས་ཀུན་གྱི་གསང་བ་ནི།
en: “It is the secret of all buddhas,

source: །ནམ་མཁའ་ལྟ་བུར་མཉམ་པ་ཉིད།
en: Equivalent to empty space.

source: །ཉན་ཐོས་རྣམས་ཀྱིས་མི་ཤེས་ཏེ།
en: The hearers do not know it,

source: །མི་ཤེས་པ་ཡི་མུན་པས་བསྒྲིབས།
en: Since they are enveloped by the darkness of ignorance.

source: །བག་ཆགས་སད་པའི་ཡེ་ཤེས་གང་།
en: “The knowledge that leads to the removal of habitual tendencies

source: །རང་རྒྱལ་རྣམས་ཀྱི་སྤྲུལ་པའོ།
en: Can be formed by solitary buddhas. But even they, without exception, do not know

source: །གསང་བ་སངས་རྒྱས་སྤྱོད་ཡུལ་ཉིད།
en: The secret that is accessible only to buddhas.

source: །དེ་རྣམས་ཀུན་གྱིས་མི་ཤེས་སོ།
en: “It is among embodied beings, Whose minds are turned toward liberation

source: །འཁོར་བའི་རྒྱ་མཚོའི་འཇིགས་པ་ལས། །རྒལ་བར་འགྲོ་བའི་སེམས་ཀྱིས་ནི། །ལུས་ཀྱི་དབུས་སུ་བསྐོར་བ་ཡི།
en: From the terror of the ocean of saṃsāra,

source: །རྒལ་བ་མཚོན་པར་གསུངས་པ་སྟེ།
en: That the aim of liberation is taught. {1.1.21} “One should identify the characteristics of the target,

source: །རྣམ་ཤེས་ཡེ་ཤེས་སེམས་ཀྱིས་ནི། །མཚན་ཉིད་མཚན་གཞི་མཚོན་པར་བྱེད།
en: Targeting the consciousness with the faculty of gnosis.

source: །ཡེ་ཤེས་ཀྱིས་ནི་ཤེས་བྱ་བལྟ།
en: Through gnosis one should cognize that which needs to be known,

source: །ཤེས་བྱ་རྣམས་གྱིས་འགྲོ་བ་བརྟག །འགྲོ་བ་བརྟག་པའི་སེམས་ཀྱིས་ནི།
en: Investigating the possible destinies as knowables, {1.1.22} “Because if one thus investigates the destiny,

source: །ཇི་ལྟར་རང་འདོད་ལ་སོགས་འགྲོ།
en: One can choose its course according to one’s wish.

source: །འགྲོ་བར་སྔོན་གྱི་སྐྱེ་བ་ནི།
en: Before one became a practitioner, one had followed

source: །སྟོང་ཕྲག་དུ་མ་དག་ཏུ་འགྲོ།
en: The course of consecutive births thousands of times. {1.1.23} “A wise person, however, reflecting on equality

source: །ཡོ་གིས་སྔར་གསུངས་མཚན་ཉིད་ཀྱི། །མཚན་ཉིད་སྟོང་པར་བསམས་ནས་ནི།
en: In terms of the empty characteristic as previously taught, Will plant the seed of the empty body

source: །ལུས་ཀྱི་སྟོང་པའི་ཞིང་སོགས་ལ། །བློ་དང་ལྡན་པས་ས་བོན་གདབ།
en: In the field of the physical body and the like.

source: །རྩ་ཡི་མཛེས་སྤྱི་ལས་བྱུང་བ།
en: “Emerging from the sublime crown of the subtle energy channels,

source: །དེ་ནི་རྡུལ་བྲལ་རབ་ཏུ་གྲགས། །དག་པའི་ཤེལ་གྱི་འོད་དང་མཉམ།
en: It is said to be completely pure.

source: །བྱང་ཆུབ་སེམས་ནི་འོད་གསལ་བ།
en: It is the luminous bodhicitta, Which resembles a translucent crystal.

source: །ཡེ་ཤེས་ལྔ་ཡི་དངོས་དེ་ཉིད།
en: “It is an entity comprising the five wisdoms,

source: །ཡུངས་ཀར་གྱི་ནི་སྦོམ་ཕྲ་ཙམ།
en: The size of a mustard seed.

source: །དེ་ཡི་ནང་དུ་གནས་པའི་ལྷ།
en: Inside it there is the deity

source: །མི་གསལ་གསལ་བའི་རང་བཞིན་ཅན།
en: In both its manifest and unmanifest forms.

source: །མ་མོ་ཕྱེད་པ་མཆོག་ཏུ་ཕྲ།
en: “Half of it is the mother. It is extremely subtle;

source: །ཐིག་ལེའི་གཟུགས་ཀྱི་ཡིད་ཀྱི་དངོས།
en: It has the form of a drop and consists of mind.

source: །སྙིང་གི་དབུས་སུ་རྟག་གནས་ཤིང་།
en: It always resides in the heart,

source: །འོད་ཟེར་ལྡན་ཞིང་གཟི་བརྗིད་ཆེ།
en: Has the luster of a star, and has a great brilliance. {1.1.27} “It abides in the center of the navel, And, if stretched out as a single thread, It would reach, at the end of twelve units,

source: །བཅུ་གཉིས་མཐའ་དང་དགུ་ཡི་མཐར། །རྐང་མཐིལ་མགོ་བོ་མེད་པར་ནི། །ཐག་པ་གཅིག་ནི་རྣམ་ཕྱུང་ནས།
en: The soles of the feet, and, at the end of nine units, the head.

source: །ལྟེ་བའི་དབུས་སུ་རྣམ་པར་གནས། །ཆ་ནི་ལྔ་པ་ཙམ་ཉིད་ནི།
en: “Its fifth part alone, in its full form,

source: །ཀླུ་དབང་དབྱིབས་སུ་རྒྱས་པ་ལ།
en: Is like the king of nāgas.

source: །དེ་ཡི་ཆ་ཡང་ཕྱེ་ནས་ནི།
en: When this part expands,

source: །རྡོ་རྗེའི་དབུས་སུ་རྣམ་ཕྱུང་སྟེ།
en: It emerges into the center of the vajra.

source: །སྐྱེ་གནས་དབུས་སུ་ས་བོན་གནས།
en: “The seed that is inside the womb

source: །ཆོས་དབྱིངས་ཁུ་བར་བྱས་ནས་ནི།
en: Is the liquefied sphere of phenomena.

source: །སྒོ་ནི་དགུ་པོ་ཐམས་ཅད་དུ། །དེ་ནི་རིམ་པས་འཕོ་བར་འགྱུར།
en: Its gradual movement Is always toward the nine doors.

source: །དེ་བཞིན་མེ་ནི་ཚངས་པའི་དངོས།
en: “The same goes for fire, which consists of Brahmā.

source: །ས་ཡི་ས་བོན་གཉིས་ཀྱིས་ནི།
en: “Two earth seed syllables

source: །མིག་ལ་དེ་ཉིད་སྦྱར་བར་བྱ།
en: Should be applied to the eyes. The blazing seed syllable is applied to the crown.

source: །རླུང་གི་སྟོང་སོགས་ས་བོན་གྱི།
en: Seed syllables of wind, space, and so forth,

source: །སེམས་ཀྱིས་སྣ་དང་རྣ་བ་སོགས།
en: Are mentally applied to the nose, ears, and so forth.

source: །བདུད་རྩི་ཆུ་ཡི་ས་བོན་ལྕེ།
en: “The seed syllable of ambrosia-water is applied to the tongue,

source: །དབང་པོར་གཙོ་བོ་དབང་ཕྱུག་ཉིད།
en: The supreme deity and lord of all sense faculties.

source: །མགྲིན་པར་གཏི་མུག་ས་བོན་ཏེ།
en: The seed syllable of delusion is applied to the neck.

source: །ལག་པར་ཉོན་མོངས་དེ་བཞིན་ནོ།
en: Likewise, the seed syllable of the afflictions is applied to the two arms.

source: །གཡོ་བ་སྙིང་གི་གནས་རྣམས་སུ།
en: “The seed syllable of motility is applied to the area of the heart.

source: །ཕྱུགས་བདག་ལྟེ་བའི་རྩ་བར་ནི།
en: The ‘two beasts’ are at the two bases of the navel. One who knows the ritual procedure should wear

source: །ཡན་ལག་བརྒྱད་ཀྱི་ས་བོན་གྱིས། །ཡན་ལག་བརྒྱད་ཀྱི་ཆོ་གས་འཛིན།
en: These eight seed syllables on the eight bodily limbs.

source: །བརྟན་སོགས་གཡོ་བར་བཅས་པ་ཡི། །འགྲོ་ཀུན་ཁྱབ་པར་བྱེད་པས་ཁྱབ།
en: “That which pervades and that which is pervaded, the whole world, With its inanimate and animate things,

source: །ཚངས་སོགས་ལྷ་དང་ལྷ་མིན་རྣམས།
en: And its gods and demigods, starting from Brahmā,

source: །དེ་ཡི་གདན་དུ་གྱུར་པ་ཡིན། །གང་ལ་གཙོ་བོ་སྤྱོད་གྱུར་པའི།
en: Becomes a receptacle for this bodhicitta.

source: །ཁྱིམ་ནི་བྷ་ག་ཞེས་སུ་གསུངས།
en: “It is said that the bhaga is the home Where the lord dwells. It will be the seat of action and inaction

source: །ཇི་སྲིད་ལུས་ལ་རྣམ་གནས་པ།
en: For as long as one remains in the body.

source: །དེ་ཡི་ལས་དང་ལས་མིན་འགྱུར།
en: “Doing all kinds of things, one accumulates karma.

source: །དགེ་དང་མི་དགེ་གང་ཅུང་ཟད། །བྱས་པའི་ལས་ནི་ཐམས་ཅད་བྱེད།
en: This can be of any kind, good or bad.

source: །རྣལ་འབྱོར་མཉམ་པ་ཉིད་དུ་གསུངས།
en: The method is said to be the actualization of the sameness of phenomena;

source: །རབ་ཏུ་སྦྱོར་བ་སྒོམ་པ་ཡིན།
en: The application is the meditation.

source: །གང་ཚེ་ལས་ཀྱི་ལུས་བཅོམ་པ།
en: “When the karmic aspect of the body is destroyed,

source: །དེ་ལྟར་ལྷ་རུ་འགྱུར་བ་ཡིན།
en: Such a body becomes the deity. One’s own generative power, for its part, is derived from this body—

source: །གང་གིས་བརྟན་དང་གཡོ་ཁྱབ་པ།
en: This deity body permeates everything inanimate and animate.

source: །དེས་ནི་དེ་ཚེ་རང་གིས་ནུས།
en: “One should know the color of this body

source: །ནམ་མཁའ་ལྟ་བུར་མཉམ་ཉིད་ནི། །དེ་ཡི་ཁ་དོག་ཤེས་པར་བྱ།
en: To resemble, accordingly, the sky.

source: །མྱ་ངན་འདས་གནས་དཔའ་བོ་ནི།
en: The hero, abiding in nirvāṇa,

source: །གོས་པ་མེད་ཅིང་དྲི་མ་སྤངས།
en: Is free of stains and impurities.

source: །མ་དང་སྲིང་མོ་ཉིད་དང་ཡང་།
en: “One should worship one’s mother and sister—

source: །བུ་མོ་དེ་བཞིན་གཉེན་མོ་དང་། །བྲམ་ཟེ་མོ་དང་རྒྱལ་རིགས་དང་། །རྗེའུ་མོ་དེ་བཞིན་དམངས་མོ་དང་། །གར་མ་ཚོས་མ་གཡུང་མོ་དང་། །དེ་བཞིན་དུ་ནི་གདོལ་པ་མོ།
en: So, too, one’s daughter or a female relative, A brahmin or a kṣatriya woman, Or one from the vaiśya or śūdra caste, “An artiste, a washerwoman, a musician, Or an outcaste. These women should be worshiped

source: །ཐབས་དང་ཤེས་རབ་ཆོ་ག་ཡིས།
en: Through the ritual procedure of skillful means and insight

source: །དེ་ཉིད་རིག་པས་མཆོད་པར་བྱ།
en: By one who is devoted to the truth. “She should be served with diligence

source: །ཇི་ལྟར་བྱེ་བར་མི་འགྱུར་བར།
en: In such a way that the secret is not disclosed.

source: །རབ་ཏུ་འབད་པས་བསྟེན་པར་བྱ།
en: Should it be done in the open, there could be

source: །མ་གསང་སྦྲུལ་དང་ཆོམ་རྐུན་སོགས། །ས་ལ་སྤྱོད་པས་སྡུག་བསྔལ་བྱེད།
en: Problems with snakes, thieves, and others who roam the earth. “The female consorts are said to be of five types,

source: །རིགས་ཀྱི་དབྱེ་བས་ཕྱེ་ནས་ནི། །ཕྱག་རྒྱ་རྣམ་པ་ལྔར་ནི་གསུངས།
en: Classified according to the division of families.

source: །བྲམ་ཟེ་སྐྱེ་གཉིས་རིགས་སྐྱེས་མ།
en: A brahmin woman, being from the family of the twice born,

source: །དེ་བཞིན་གཤེགས་པ་ཉིད་དུ་གསུངས།
en: Is thought to belong to the tathāgata family.

source: །རྒྱལ་རིགས་མ་ནི་རྒྱལ་པོའི་རུས།
en: “A kṣatriya woman of royal blood,

source: །རྨ་བྱ་ཟླ་སོགས་རིགས་ལས་སྐྱེས། །རྡོ་རྗེ་བདུད་རྩི་ཞེས་བྱར་གྲགས།
en: Born into the clans of Peacock, Moon, and so forth, Is said to be Amṛtavajrā.

source: །རྗེའུ་མོ་བལ་གླང་སྐྱོང་བ་སྟེ།
en: “A vaiśya woman or a cowherdess

source: །ལས་ཀྱི་རིགས་ལས་སྐྱེས་པར་གསུངས།
en: Is thought to belong to the activity family.

source: །དམངས་མོ་ཡང་ནི་བྲན་མོ་སྟེ།
en: A śūdra or a low caste woman

source: །རྣམ་པར་སྣང་མཛད་ཆེན་པོར་གསུངས།
en: Is thought to belong to Vairocana.

source: །གར་མ་པདྨའི་རིགས་ཉིད་དེ།
en: “An artiste belongs to the lotus family,

source: །ཚོས་མ་དེ་བཞིན་ལས་ཀྱི་རིགས།
en: And a washerwoman to the activity family.

source: །གཡུང་མོ་རྡོ་རྗེའི་རིགས་སུ་བཤད།
en: A singer belongs to the vajra family,

source: །རིན་ཆེན་གདོལ་པ་མོར་ཤེས་བྱ།
en: And a female outcaste to the jewel family.

source: །ཕྱག་རྒྱ་ལྔར་ནི་རྣམ་པར་ངེས།
en: “Now that the five seals are ascertained,

source: །འདི་རྣམས་དེ་བཞིན་གཤེགས་པའི་རིགས།
en: The one family of all tathāgatas

source: །མདོར་བསྡུས་པས་ནི་བརྗོད་པར་བྱ།
en: Will be briefly explained.

source: །དཔལ་ལྡན་དེ་བཞིན་ཉིད་གཤེགས་ཤིང་།
en: “A tathāgata, a thus-gone one, is a glorious being

source: །དེ་བཞིན་སླར་ཡང་གཤེགས་པ་ཉིད།
en: Who has attained or arrived at ‘thatness.’

source: །འདིས་ནི་ཤེས་རབ་རིགས་པས་ནི།
en: A tathāgata is thus defined

source: །དེ་བཞིན་གཤེགས་པར་མངོན་པར་བརྗོད།
en: Based on his insight.

source: །རིགས་ནི་རྣམ་པ་ལྔ་རུ་གསུངས།
en: “This one family is said to have five,

source: །རིགས་ནི་བརྒྱ་དང་མཐའ་ཡས་དང་། །སྐུ་གསུང་ཐུགས་ཀྱི་དབྱེ་བ་ཡིས།
en: One hundred, or infinite divisions.

source: །ཕྱི་ནས་རྣམ་པ་གསུམ་དུ་འགྱུར།
en: Further, the tathāgatas are grouped into three categories

source: །རིགས་དང་འབྱུང་བ་ལྔ་རྣམས་དང་། །ཕུང་པོ་ལྔ་ཡི་རང་བཞིན་གྱིས། །རྡོ་རྗེ་རིན་ཆེན་པད་ནོར་བུ།
en: According to the division of body, speech, and mind. “The families are the five elements And they also have the nature of the five aggregates.

source: །འཛིན་པའི་རིམ་པའི་རིགས་རྣམས་སོ།
en: Thus they are families with successive generations who hold A vajra scepter, a wheel, a jewel, a lotus, and a sword.

source: །སྒོམ་པ་པོ་མེད་བསྒོམ་བྱ་མེད།
en: “There is no meditator and nothing to meditate on;

source: །སྔགས་མེད་ལྷ་ཡང་ཡོད་མ་ཡིན།
en: There is no mantra and no deity. One should establish these two—the mantra and the deity—

source: །སྤྲོས་པ་མེད་པའི་རང་བཞིན་ཉིད།
en: To be the very nature of freedom from mental elaborations.

source: །སྔགས་དང་ལྷར་ནི་ཡང་དག་གནས།
en: “Vairocana, Akṣobhya, and Amoghasiddhi,

source: །རྣམ་སྣང་མི་བསྐྱོད་དོན་ཡོད་དང་། །རིན་ཆེན་དཔག་མེད་སེམས་དཔའོ།
en: Along with Ratnasambhava, Amitābha, and Vajrasattva,

source: །ཚངས་པ་ཁྱབ་འཇུག་ཞི་བ་དང་། །ཐམས་ཅད་སངས་རྒྱས་དེ་ཉིད་བརྗོད།
en: And also Brahmā, Viṣṇu, and Śiva—all of them Are said to be awakened to the same reality.

source: །ཚངས་པ་སྒྲིབ་བྲལ་སངས་རྒྱས་ཉིད།
en: “Brahmā is a buddha because of his emancipation; Viṣṇu is so named after his entry;

source: །འཇུག་ཕྱིར་ཁྱབ་འཇུག་བརྗོད་པར་བྱ། །ཞི་བ་རྟག་ཏུ་དགེ་བ་སྟེ།
en: Śiva is so called because of his constant auspiciousness.

source: །ཐམས་ཅད་ཀུན་གྱི་བདག་ཉིད་གནས།
en: Each of them abides in his respective nature.

source: །དམ་པའི་བདེ་བས་དེ་ཉིད་དེ།
en: “Reality is endowed with genuine bliss.

source: །དགའ་བ་རྟོགས་ཕྱིར་རྣམ་སངས་རྒྱས།
en: One is awakened through waking up to pleasure.

source: །གང་ཕྱིར་ལུས་ལས་བྱུང་བའི་ཕྱིར།
en: Because it originates in the body

source: །ལྷ་ཞེས་མངོན་པར་བརྗོད་པར་བྱ།
en: It is called deity

source: །འདི་ལ་བྷ་ག་མངའ་བའི་ཕྱིར།
en: “He who possesses grace

source: །བཅོམ་ལྡན་འདས་ཞེས་བརྗོད་པར་བྱ།
en: Is called Blessed One

source: །བྷ་ག་རྣམ་པ་དྲུག་ཏུ་བརྗོད།
en: Six types of grace are described.

source: །དབང་ཕྱུག་ལ་སོགས་ཡོན་ཏན་ཀུན།
en: They are all qualities, starting with mastery.

source: །ཡང་ན་ཉོན་མོངས་ལ་སོགས་པ།
en: “Alternatively, Blessed One means

source: །འཇོམས་པའི་ཕྱིར་ན་བཅོམ་ལྡན་འདས།
en: ‘He who has destroyed the afflictions,’ and so forth. Wisdom is called mother

source: །གང་ཕྱིར་སྐྱེ་འགྲོ་བསྐྱེད་པའི་ཕྱིར།
en: Because she gives birth to the people of the world.

source: །ཤེས་རབ་མ་ཞེས་བརྗོད་པར་བྱ།
en: “Wisdom is also called sister

source: །གང་ཕྱིར་སྐལ་བ་སྟོན་པའི་ཕྱིར།
en: Because she betokens a dowry.

source: །ཤེས་རབ་དེ་ཉིད་སྲིང་མོ་ཉིད། །ཤེས་རབ་ཚོས་མར་བརྗོད་པ་ནི།
en: Wisdom is called washerwoman

source: །སེམས་ཅན་ཐམས་ཅད་འཚེད་པའི་ཕྱིར།
en: Because she delights all beings.

source: །བཙོ་བླག་མ་ཞེས་དེ་བཞིན་བརྗོད།
en: Accordingly, she is called rajakī . “Wisdom is called daughter

source: །ཡོན་ཏན་འཇོ་བར་གསུངས་པའི་ཕྱིར།
en: Because she suckles the milk of qualities.

source: །ཤེས་རབ་བུ་མོར་བརྗོད་པར་བྱ།
en: Wisdom is called artiste

source: །སྙིང་རྗེ་ཆེན་པོས་གཡོ་བའི་ཕྱིར། །ཤེས་རབ་གར་མར་བརྗོད་པར་བྱ།
en: On account of being moved by great compassion.

source: །གང་ཕྱིར་བཅོམ་ལྡན་མི་རེག་པ།
en: “Since it is not possible to touch the deity-goddess

source: །དེ་ཕྱིར་གཡུང་མོར་བརྗོད་པར་བྱ།
en: An untouchable female musician takes on the same name, bhagavatī

source: །ཨཱ་ལི་ཀཱ་ལི་རབ་སྨྲས་པ།
en: Speaking is called mantra recitation

source: །བརྗོད་པ་བཟླས་པར་ཡང་དག་བཤད།
en: Because it involves uttering vowels and consonants.

source: །རྐང་པའི་རྗེས་ནི་དཀྱིལ་འཁོར་ཡིན།
en: “A maṇḍala is a drawing made by the feet.

source: །ཉེད་ཕྱིར་དཀྱིལ་འཁོར་བརྗོད་པར་བྱ།
en: Because it thus involves grinding , it is called maṇḍala.

source: །ལག་པ་སྒྱུར་བ་ཕྱག་རྒྱ་ཡིན།
en: The movement of hands is mudrā

source: །སོར་མོ་ཉེད་པའང་དེ་བཞིན་ནོ།
en: As is the snapping of fingers.

source: །གང་ཕྱིར་རྣམ་སེམས་བསམ་གཏན་ནི།
en: “Since thought is what is be meditated upon,

source: །གང་སེམས་དེ་ནི་བསམ་གཏན་ནོ།
en: The thinking process should be the object of meditation.

source: །ཕ་ལས་བདེ་བ་གང་ཐོབ་པ། །དེ་ཡི་བདེ་བ་རང་གིས་བཟའ།
en: One should enjoy for oneself Whatever bliss is obtained from the father.

source: །བདེ་བ་གང་གིས་འཆིང་བ་འདིར།
en: “Any bliss through which one might die

source: །དེ་ཡི་བདེ་བ་བསམ་གཏན་བརྗོད།
en: Is, in present circumstances, said to be meditation.”

source: །བརྗོད་པར་བྱ་བ་དང་རྗོད་པར་བྱེད་པའི་བྱང་ཆུབ་ཀྱི་སེམས་བསྐྱེད་པ་ལ་སོགས་པའི་བསྒོམ་པའི་དེ་ཁོ་ནའི་རབ་ཏུ་བྱེད་པ་སྟེ་དང་པོའོ།།
en: This concludes the first part of the first chapter, explaining the title, the subject matter, the generation of bodhicitta, and so forth, as well as the principle of meditation.

source: །།དེ་ནས་བྱང་ཆུབ་ཀྱི་ཕྱོགས་ཀྱི་ཆོས་སུམ་ཅུ་རྩ་བདུན་བརྗོད་པར་བྱའོ།
en: “Now I will teach the thirty-seven auxiliary factors of awakening. “The following are the four applications of mindfulness:

source: །ནང་གི་ལུས་དང་། ཕྱིའི་ལུས་དང་། ཕྱི་ནང་གཉིས་ཀའི་ལུས་ལ་ལུས་ཀྱི་རྗེས་སུ་ལྟ་ཞིང་གནས་པའི་ཕྱིར་ཡང་དག་པར་རབ་ཏུ་ཤེས་ཏེ། མ་རིག་པ་ལ་སོགས་པས་ཡིད་གཉིས་སུ་གྱུར་པའི་འདུལ་བའི་འཇིག་རྟེན་ལ་དྲན་པ་དང་ལྡན་པའོ།
en: “From observing the body—dwelling upon the inner body, the outer body, and both the inner and outer body simultaneously—one reaches an understanding and becomes mindful of the world of beings who require guidance, dejected on account of their ignorance.

source: །ནང་གི་ཚོར་བ་དང་། ཕྱིའི་ཚོར་བ་དང་། ཕྱི་ནང་གཉིས་ཀའི་ཚོར་བ་ལ་ཚོར་བའི་རྗེས་སུ་ལྟ་ཞིང་གནས་པའི་ཕྱིར་ཡང་དག་པར་རབ་ཏུ་ཤེས་ཏེ། མ་རིག་པ་ལ་སོགས་པས་ཡིད་གཉིས་སུ་གྱུར་པའི་འདུལ་བའི་འཇིག་རྟེན་ལ་དྲན་པ་དང་ལྡན་པའོ།
en: “From observing the sensations—dwelling upon the inner sensations, the outer sensations, and both the inner and outer sensations simultaneously—one reaches an understanding and becomes mindful of the world of beings who require guidance, dejected on account of their ignorance.

source: །ནང་གི་ཆོས་རྣམས་དང་། ཕྱིའི་ཆོས་རྣམས་དང་། ཕྱི་ནང་གཉིས་ཀའི་ཆོས་རྣམས་ལ་ཆོས་ཀྱི་རྗེས་སུ་ལྟ་ཞིང་གནས་པའི་ཕྱིར་ཡང་དག་པར་རབ་ཏུ་ཤེས་ཏེ། མ་རིག་པ་ལ་སོགས་པས་ཡིད་གཉིས་སུ་གྱུར་པའི་འདུལ་བའི་འཇིག་རྟེན་ལ་དྲན་པ་དང་ལྡན་པའོ།
en: “From observing phenomena—dwelling upon inner phenomena, outer phenomena, and both inner and outer phenomena simultaneously—one reaches an understanding and becomes mindful of the world of beings who require guidance, dejected on account of their ignorance.

source: །ནང་གི་སེམས་དང་། ཕྱིའི་སེམས་དང་། ཕྱི་ནང་གཉིས་ཀའི་སེམས་ལ་སེམས་ཀྱི་རྗེས་སུ་ལྟ་ཞིང་གནས་བའི་ཕྱིར་ཡང་དག་པར་རབ་ཏུ་ཤེས་ཏེ། མ་རིག་པ་ལ་སོགས་པས་ཡིད་གཉིས་སུ་གྱུར་པའི་འདུལ་བའི་འཇིག་རྟེན་ལ་དྲན་པ་དང་ལྡན་པའོ།
en: “From observing the mind—dwelling upon the inner mind, the outer mind, and both the inner and outer minds simultaneously—one reaches an understanding and becomes mindful of the world of beings who require guidance, dejected on account of their ignorance.

source: །འདི་རྣམས་ནི་དྲན་པ་ཉེ་བར་གཞག་པ་བཞིའོ།
en: “These are the four applications of mindfulness.

source: །སྡིག་པ་མི་དགེ་བའི་ཆོས་མ་སྐྱེས་པ་རྣམས་མི་སྐྱེད་པའི་ཕྱིར་འདུན་པ་སྐྱེད་དོ།
en: “Now, for the four right exertions, one forms a strong wish that evil and unwholesome dharmas that have not yet arisen may not arise.
